Repository: housekore/lgpd-free
Catalog: locale/*/LC_MESSAGES/django.po
Languages: br

source: <em>No Data Protection Impact Assessment found (!)</em>
br: <em>Nenhuma avaliação de impacto de proteção de dados encontrada (!)</em>

source: <em>None available.</em>
br: <em>Não disponível.</em>

source: Please correct the error below.
br: Por favor corrija o erro abaixo.

source: Please correct the errors below.
br: Por favor corrija os erro abaixo.

source: Forgotten your password or username?
br: Esqueceu sua senha ou nome de usuário?

source: Log in
br: Inicie a sessão

source: HOW TO WORK
br: COME FUNZIONA

source: GDPR Registry Web App
br: LGPD Web App

source: Overview
br: Visão geral

source: Key Features
br: Características principais

source: Dashboard
br: Painel

source: How To
br: Como

source: 1. Data Audit
br: 1. Auditoria de dados

source: 2. Data Management Policy
br: 2. Política de gerenciamento de dados

source: 3. Data Breach Detection
br: 3. Detecção de violação de dados

source: 4. Incident Response Plan
br: 4. Plano de Resposta a Incidentes

source: Create Report
br: Criar Relatório

source: License
br: Licença

source: GDPR Stages
br: Fases de implantação LGPD

source: Prev
br: Anterior

source: Next
br: Próximo

source: Pluribus One
br: LGPD Web App

source: Version
br: Versione

source: GDPR Process - Data Breach Detection
br: LGPD - Processo Detecção de violação de dados

source: GDPR compliance prefigures a process where data management, once established, is constantly <code>monitored</code> to identify signs of violations, i.e., data breaches.
br: LGPD compliance prefigures a process where data management, once established, is constantly <code>monitored</code> to identify signs of violations, i.e., data breaches.

source: Data Breach Detection - How To
br: Detecção de violação de dados - Como

source: Add Data Breach Detection for each Data Audit
br: Adicionar detecção de violação de dados para cada auditoria de dados

source: In this example, we create a data breach detection <strong>Attack Prophecy</strong> and associate it to the Data Audit <strong>Identity Documents</strong>
br: Neste exemplo, criamos uma <strong>profecia de ataque de</strong> detecção de violação de dados e a associamos aos <strong>documentos de identidade de</strong> auditoria de dados

source: Please note that many other data audits can be associated with the same data breach detection tool, e.g., if the tool protects other applications that handle different data.
br: Observe que muitas outras auditorias de dados podem ser associadas à mesma ferramenta de detecção de violação de dados, por exemplo, se a ferramenta protege outros aplicativos que lidam com dados diferentes.

source: Add Data Breach detection
br: Adicionar detecção de violação de dados

source: GDPR Process - Incident Response Plan
br: Processo LGPD - Plano de Resposta a Incidentes

source: Incident Response Plan - How To
br: Plano de Resposta a Incidentes - Como

source: Add Incident Response Plan for each Data Audit
br: Adicionar plano de resposta a incidentes para cada auditoria de dados

source: Add Data Breach Response
br: Adicionar resposta à violação de dados

source: Data Breach Response
br: Resposta à violação de dados

source: Add Data Protection Impact Assessment (DPIA) for each Data Audit
br: Adicionar avaliação de impacto de proteção de dados (DPIA) para cada auditoria de dados

source: Add Data Protection Impact Assessment (DPIA)
br: Adicionar avaliação de impacto de proteção de dados (DPIA)

source: Create PDF Report for your organization
br: Crie relatório em PDF para sua organização

source: The GDPR Registry Web App provides a complete dashboard based on the django Jet framework (https://github.com/geex-arts/django-jet), with the following information:
br: O LGPD Web App fornece um painel completo baseado na estrutura django Jet (https://github.com/geex-arts/django-jet), com as seguintes informações:

source: Registry Status
br: Status do registro

source: it describes, both graphically (pie diagram) and textually suggestions, errors, issues related to your GDPR registry. Just follow the suggestions displayed in this widget to fill in the registry.
br: ele descreve, graficamente (diagrama de pizza) e textualmente sugestões, erros e problemas relacionados ao seu registro LGPD. Basta seguir as sugestões apresentadas neste widget para preencher o cadastro.

source: Quick Links
br: Links rápidos

source: quick links to application home, change password and logout
br: links rápidos para a página inicial do aplicativo, alteração de senha e logout

source: Recent Actions
br: Ações Recentes

source: recent actions performed by users in the administrative interface
br: ações recentes realizadas por usuários na interface administrativa

source: Applications
br: Aplicações

source: we have two main applications, namely
br: temos duas aplicações principais, a saber

source: an <strong>access control</strong> application, that keeps track of all accesses in the admin interface
br: um aplicativo de <strong>controle de acesso</strong> , que monitora todos os acessos na interface administrativa

source: an <strong>audit</strong> application, that keeps track of all GDPR activities in the admin interface (different, linked tables)
br: um aplicativo de <strong>auditoria</strong> , que rastreia todas as atividades do LGPD na interface administrativa (diferentes tabelas vinculadas)

source: Administration
br: Administração

source: by means of this section we can add new users, groups and assign them different privileges for the access of the (different functionalities in the) admin interface.
br: por meio desta seção podemos adicionar novos usuários, grupos e atribuir-lhes diferentes privilégios para o acesso das (diferentes funcionalidades da) interface de administração.

source: Support
br: Suporte

source: this section provides links to the documentation of the Registry App, and Pluribus One products and services that can help you to achieve GDPR compliance.
br: esta seção fornece links para a documentação do aplicativo Registry e dos produtos e serviços Pluribus One que podem ajudá-lo a cumprir a GDPR.

source: You can customize your dashboard, moving or removing each element. For technical details, please check out the django jet documentation (https://jet.readthedocs.io/en/latest/)
br: Você pode personalizar seu painel, movendo ou removendo cada elemento. Para obter detalhes técnicos, verifique a documentação do jato django (https://jet.readthedocs.io/en/latest/)

source: Nothing to show
br: Nada para mostrar

source: GDPR Registry Status
br: Status do registro LGPD

source: None found
br: Nada encontrado

source: GDPR Process - Data Audit
br: Processo LGPD - Auditoria de Dados

source: In order to protect personal data as prefigured by GDPR, you first need to be fully aware of <code>what</code> personal data is being captured, processed and stored by your organization, or by third-party organizations on your behalf.
br: In order to protect personal data as prefigured by LGPD, you first need to be fully aware of <code>what</code> personal data is being captured, processed and stored by your organization, or by third-party organizations on your behalf.

source: Data Audit - How To
br: Auditoria de dados - Como

source: Step 1. Create an Organization
br: Etapa 1. Crie uma organização

source: Log into the
br: Faça login no

source: amministrative interface
br: interface administrativa

source: using your username and password
br: Faça login usando seu Nome do usuário e sua Senha.

source: In this example, we create an imaginary organization <strong>Acme Inc</strong>
br: Neste exemplo, criamos uma organização imaginária <strong>Acme Inc</strong>

source: Add organization
br: Adicionar Organização

source: Step 2. Associate a Business Process to your Organization
br: Etapa 2. Associe um Processo de Negócios à sua Organização

source: Add Business Process
br: Adicionar Processo de Negócios

source: Human Resources Process
br: Processo de Recursos Humanos

source: Step 3. Associate a Processing Activity to each Business Process
br: Etapa 3. Associe uma atividade de processamento a cada processo empresarial

source: Add Processing Activity
br: Adicionar atividade de processamento

source: Contractualization
br: Contratualização

source: Step 4. Associate a Data Audit to each Processing Activity
br: Etapa 4. Associe uma auditoria de dados a cada atividade de processamento

source: Add Data Audit
br: Adicionar auditoria de dados

source: Identity documents
br: Documentos de identidade

source: GDPR Process - Data Management Policy
br: Processo LGPD - Política de Gerenciamento de Dados

source: Data Management Policy - How To
br: Política de Gerenciamento de Dados - Como

source: Add a Data Management Policy to each Data Audit
br: Adicione uma política de gerenciamento de dados para cada auditoria de dados

source: In this example, we create a data management policy <strong>Web App Auth and Access Control</strong> and associate it to the Data Audit <strong>Identity Documents</strong>
br: Neste exemplo, criamos uma política de gerenciamento de dados de <strong>autenticação e controle de acesso do Web App</strong> e a associamos aos <strong>documentos de identidade de</strong> auditoria de dados

source: Add Data Management Policy
br: Política de Gestão de Dados

source: GDPR Registry App by Pluribus One
br: Aplicativo de registro LGPD Free

source: Welcome to the GDPR Registry Web App, developed by Pluribus One
br: Bem-vindo ao LGPD Web App, desenvolvido pela Pluribus One

source: under open-source license
br: sob licença de código aberto

source: The GDPR Registry Web App can be used to annotate and keep track of all your data processing activities, according to a sound framework
br: O LGPD Web App pode ser usado para anotar e controlar todas as suas atividades de processamento de dados, de acordo com uma estrutura sólida

source: and produce high-quality, updated reports in PDF format. This is a key step towards an enhanced security posture, and to satisfy GDPR requirements.
br: e produzir relatórios atualizados de alta qualidade em formato PDF. Esta é uma etapa fundamental para uma postura de segurança aprimorada e para atender aos requisitos do LGPD.

source: Login
br: Logon

source: Repository
br: Repositório

source: GDPR Website
br: Site GDPR

source: (*) Please read carefully the license terms
br: (*) Leia atentamente os termos da licença

source: The Pluribus One GDPR Registry Web app allows you to keep track of all data processing activities according to a hierarchical structure and the various GDPR stages highlighted in this document.
br: The LGPD Web app allows you to keep track of all data processing activities according to a hierarchical structure and the various LGPD stages highlighted in this document.

source: Open Source
br: Código aberto

source: You may freely use and modify it according to our licence.
br: Você pode usar e modificar livremente de acordo com nossa licença.

source: Sound framework and suggestion mechanisms
br: Estrutura sólida e mecanismos de sugestão

source: We implemented the Registry App exploiting to our expertise in the field of cybersecurity, and a thorough study of GDPR (which nowadays, it is essentially a cybersecurity problem) to build a comprehensive framework. As you fill in the registry, the app can suggest you how to proceed. We have inserted some useful suggestions that come from our GDPR framework and expertise.
br: Implementamos o Aplicativo de Registro explorando nossa experiência no campo da segurança cibernética e um estudo aprofundado do LGPD (que hoje em dia é essencialmente um problema de segurança cibernética) para construir uma estrutura abrangente. Conforme você preenche o registro, o aplicativo pode sugerir como proceder. Inserimos algumas sugestões úteis provenientes de nossa estrutura e experiência em LGPD.

source: Report Generation
br: Geração de Relatórios:

source: You can generate, anytime, an updated, high-quality PDF report with all your data registry. This is a very useful feature especially if you organization is under investigation by GDPR supervisory authorities.
br: Você pode gerar, a qualquer momento, um relatório PDF atualizado e de alta qualidade com todos os seus dados cadastrais. Esse é um recurso muito útil, especialmente se sua organização estiver sob investigação pelas autoridades de supervisão do LGPD.

source: Multi-language
br: Vários idiomas

source: Full translation support thanks to the Django framework. Currently, the interface is available in English and Italian language.
br: Suporte completo à tradução graças ao framework Django. Atualmente, a interface está disponível em inglês, italiano e português brasileiro (tradução José Jardel)

source: GDPR technology and services
br: Tecnologia e serviços LGPD

source: If you need, Pluribus One offers advanced technology and services around GDPR (see https://gdpr.pluribus-one.it), to help you to achieve GDPR compliance.
br: Se você precisar, o Pluribus One oferece tecnologia e serviços avançados em torno do GDPR (consulte https://gdpr.pluribus-one.it), para ajudá-lo a cumprir o GDPR.

source: Hierarchical Structure
br: Estrutura hierárquica

source: The main hierarchical structure of the registry is showed as follows.
br: A principal estrutura hierárquica do registro é apresentada a seguir.

source: e.g., Acme SRL
br: por exemplo, Acme SRL

source: e.g., Human Resources
br: por exemplo, Recursos Humanos

source: e.g., Contractualization
br: por exemplo, contratualização

source: e.g., Identity documents of employees
br: por exemplo, documentos de identidade de funcionários

source: How data is managed to prevent data breaches?
br: Como os dados são gerenciados para evitar violações de dados?

source: How can we detect data breaches?
br: Como podemos detectar violações de dados?

source: How can we respond to data breaches?
br: Como podemos responder a violações de dados?

source: Data Protection Impact Assessment
br: Avaliação de Impacto da Proteção dos Dados – SOP

source: It includes a detailed document about the previous three mitigation measures for the prevention, detection and response against data breaches.
br: Inclui um documento detalhado sobre as três medidas de mitigação anteriores para a prevenção, detecção e resposta contra violações de dados.

source: You may add as many entries as you require in the registry, e.g., unlimited number of organizations, business processes, activities, data audits, and so on.
br: Você pode adicionar quantas entradas desejar no registro, por exemplo, um número ilimitado de organizações, processos de negócios, atividades, auditorias de dados e assim por diante.

source: Hierarchical Structure - Example
br: Estrutura Hierárquica - Exemplo

source: An example of hierarchical structure of the GDPR app registry is showed below.
br: Um exemplo de estrutura hierárquica do registro de aplicativos LGPD é mostrado abaixo.

source: Details about the DPIA (if any), with link to PDF document.
br: Detalhes sobre o DPIA (se houver), com link para documento em PDF.

source: GDPR Registry Web App License
br: Licença do LGPD Web App

source: Last update: November 26, 2020.
br: Última atualização: 22 de Fevereiro de 2021.

source: Invalid Organization ID
br: Organização inválida

source: Quick links
br: Links rápidos

source: Return to site
br: Voltar para o site

source: Change password
br: Alterar Senha

source: Log out
br: Terminar sessão

source: Pluribus One Technology
br: LGPD Free

source: Pluribus One Services
br: LGPD Free

source: First time here? Click to add your organization in the registry
br: Primeira vez aqui? Clique para adicionar sua organização no registro

source: Click here to see all organizations in the registry and generate a PDF report for each one
br: Clique aqui para ver todas as organizações no registro e gerar um relatório em PDF para cada uma

source: GDPR is a continuous process. Make sure that all your business processes and processing activities that manage personal data are updated in this registry.
br: Adequação à LGPDé um processo contínuo. Certifique-se de que todos os seus processos de negócios e atividades de processamento que gerenciam dados pessoais sejam atualizados neste registro.
