Repository: housekore/lgpd-free
Catalog: locale/*/LC_MESSAGES/django.po
Languages: br

source: GDPR Registry App
br: App Registro LGPD

source: Name
br: Nome

source: Surname
br: Sobrenome

source: Username
br: Nome de Usuário

source: Organization
br: Organização

source: Business Owner
br: Dono do Processo de Negócio

source: Processing Activities
br: atividades de processamento

source: Managed
br: Gerenciado

source: Breach Detection
br: Detecção de Violação

source: Breach Response
br: Resposta à violação

source: Activities
br: Atividades

source: Business Process
br: Processo de Negócio

source: Data Audits
br: Auditorias de dados

source: Organizations
br: Organizações

source: Business Processes
br: Processos de Negócios

source: Create
br: Criar

source: PDF Report
br: Visualizar relatório em PDF

source: Access Control
br: Controle de Acesso

source: Suggestions
br: Recomendações

source: Issues
br: Ocorrências

source: Warnings
br: Avisos

source: Last Update
br: Atualizado em

source: Description
br: Descrição

source: Missing description on
br: Ausência de descrição

source: Address
br: Endereço

source: Country
br: País

source: Telephone
br: Telefone

source: Statute
br: Estatuto.

source: Third Country
br: País terceiro

source: Mark this field if the organization resides in a country outside of the European Union (EU) and the European Economic Area (EEA).
br: Marque este campo se a organização residir em um país fora da União Europeia (UE) e do Espaço Econômico Europeu (EEE).

source: Mark this field if the organization and its subordinate bodies are governed by public international law
br: Marque este campo se a organização e seus órgãos subordinados são regidos pelo direito internacional público

source: Document File
br: Pasta de Documentos

source: Only PDF files are accepted
br: Somente arquivos PDF são aceitos

source: Classification
br: Classificação

source: Insert a general classification for this entry (if any)
br: Insira uma classificação geral para esta entrada (se houver)

source: GDPR Article
br: LGPD Artigo

source: Reference to GDPR Article (if any)
br: Referência ao artigo GDPR (se houver)

source: Reference URL
br: URL de referência

source: Reference URL (if any)
br: URL de referência (se houver)

source: Legal Base for Processing
br: Base Legal para Processamento

source: Legal Bases for Processing
br: As bases legais para tratamento de dados

source: Purpose of Processing
br: Finalidade do processamento

source: Purposes of Processing
br: Objetivos de processamento

source: Type of Processing
br: Tipo de Processamento

source: Types of Processing
br: Tipos de Processamento

source: Special Category
br: Categoria Especial

source: Mark this field if the Data Category is special. The processing of this data category shall normally be prohibited.
br: Marque este campo se a categoria de dados for especial. O processamento desta categoria de dados é normalmente proibido.

source: Functional Data Category
br: Categoria de Dados Funcionais

source: Functional Data Categories
br: Categorias de dados funcionais

source: Processing Activity Classification Document
br: Documento de Classificação de Atividades de Processamento

source: Processing Activity Classification Documents
br: Processamento de documentos de classificação de atividades

source: Processing Activity Classification Level
br: Nível de classificação da atividade de processamento

source: Processing Activity Classification Levels
br: Níveis de classificação de atividades de processamento

source: Recipient Category
br: Categoria del destinatario

source: Recipient Categories
br: Categorias de Destinatários

source: Nature of Transfer to third-country/international organization
br: Natureza da transferência para um país terceiro / organização internacional

source: Natures of Transfer to third-country/international organization
br: Natureza da transferência para um país terceiro / organização internacional

source: Vulnerable Category
br: Categoria Vulnerável

source: Indicates whether the data subjects are considered a vulnerable category. Mark this flag if the data subjects involved are in a situation in which there is a lack of parity in the relationship between the data subject and the controller, such as children, employees, patients, etc.Unmark this flag if none of the categories as mentioned above are involved.
br: Indica se os titulares dos dados são considerados uma categoria vulnerável. Marque este sinalizador se os titulares dos dados envolvidos estiverem em uma situação em que haja falta de paridade na relação entre o titular dos dados e o controlador, como crianças, funcionários, pacientes, etc. Desmarque este sinalizador se nenhuma das categorias como mencionados acima estão envolvidos.

source: Data Subject Category
br: Categoria de Assunto de Dados

source: Data Subject Categories
br: Categorias de assuntos de dados

source: Category
br: Categoria

source: In the context of consent-base processing, to comply with Articles 13 and 14 of the GDPR, controllers will need to provide a full list of recipients or categories of recipients including processors.
br: No contexto do processamento da base de consentimento, para cumprir os Artigos 13 e 14 do RGPD, os controladores deverão fornecer uma lista completa de destinatários ou categorias de destinatários, incluindo processadores.

source: Please specify why the data is transferred to this third-country/international organization
br: Especifique por que os dados são transferidos para este país terceiro / organização internacional

source: Appropriate Data Safeguards
br: Proteção de dados apropriada

source: In case of data transfer to a third country/international organization & transfer based on GDPR Article 49(2), list the documents that clarify the appropriate safeguards and where these documents are stored.
br: Em caso de transferência de dados para um país terceiro / organização internacional e transferência com base no Artigo 49 (2) do RGPD, liste os documentos que esclarecem as salvaguardas adequadas e onde esses documentos estão armazenados.

source: No appropriate safeguards have been specified for third-country/international data transfers
br: Nenhuma proteção apropriada foi especificada para transferências de dados de países terceiros / internacionais

source: This organization is not marked as third country or international. If you want to set the nature of transfer to third country/international organization, please first flag one of these fields.
br: Esta organização não está marcada como país terceiro ou internacional. Se você deseja definir a natureza da transferência para um país terceiro / organização internacional, primeiro marque um destes campos.

source: Third-party Organization
br: Organização Terceirizada

source: Third-party Organizations
br: Organizações Terceirizadas

source: Registered User
br: Utilizador Registado

source: Part of Staff
br: Parte da equipe

source: Is DPO part of the controller organization staff?
br: O DPO faz parte da equipe da organização do controlador?

source: DPO is part of the staff of the controller organization. You should be able to demonstrate that the DPO is an independent person.
br: O DPO faz parte da equipe da organização controladora. Você deve ser capaz de demonstrar que o DPO é uma pessoa independente.

source: Data protection Impact Assessment (DPIA)
br: Avaliação de impacto de proteção de dados (DPIA)

source: Data protection Impact Assessments (DPIAs)
br: Avaliações de impacto de proteção de dados (DPIAs)

source: Data Subject Rights Document
br: Documento de direitos do titular dos dados

source: Data Subject Rights Documents
br: Documentos de direitos do titular dos dados

source: Processor
br: Processador

source: Third-party organization with which the Contract has been signed.
br: Organização terceirizada com a qual o Contrato foi assinado.

source: Processor Contract
br: Contrato de Processador

source: Processor Contracts
br: Contratos de Processador

source: Unknown
br: Desconhecido

source: Low
br: Baixo

source: Mid
br: Média

source: High
br: Alto

source: Unknown risk to personal data for
br: Risco desconhecido para os dados pessoais para

source: No data audit for
br: Sem auditoria de dados para

source: No description of risk mitigation measures for
br: Nenhuma descrição de medidas de mitigação de risco para

source: Data Processor Contracts
br: Contratos de processador de dados

source: If the data is ACTUALLY transferred to OTHER organizations (e.g., Data Processors), please upload the contract that regulates this data transfer, and relevant information about each third-party organization.
br: Se os dados forem realmente transferidos para OUTRAS organizações (por exemplo, Processadores de Dados), carregue o contrato que regula esta transferência de dados e as informações relevantes sobre cada organização terceirizada.

source: Retention period for the processed data, in Days
br: Período de retenção para os dados processados, em dias

source: Risk Mitigation Measures
br: Medidas de mitigação

source: Information about the risk mitigation measures related to the data processing, against Data Breaches.
br: Informações sobre as medidas de mitigação de risco relacionadas ao processamento de dados, contra Violações de Dados.

source: Residual Risk
br: Risco Residual

source: Indicate the residual risk to the fundamental rights and freedoms of data subjects, given the mitigation measures that have been put in place.
br: Indique o risco residual para os direitos e liberdades fundamentais das pessoas em causa, tendo em conta as medidas de mitigação que foram postas em prática.

source: Data Subject Rights
br: Direitos do titular dos dados

source: Reference the documents that determine the procedures intended to guard the rights of data subjects. The document should also indicate which special measures have been taken to enforce/support the exercising of the rights of data subjects.
br: Consulte os documentos que determinam os procedimentos destinados a proteger os direitos dos titulares dos dados. O documento deve também indicar as medidas especiais tomadas para fazer cumprir / apoiar o exercício dos direitos das pessoas em causa.

source: Data Subject Notification
br: Notificação do Titular dos Dados

source: Indicate how data subjects are notified that their data have been registered.
br: Indique como os titulares dos dados são notificados de que seus dados foram registrados.

source: Comments
br: Comentários

source: Please put any comments to the data management policy.
br: Por favor, coloque comentários sobre a política de gerenciamento de dados.

source: Mid/high residual data management risk for
br: Rischio medio / alto di gestione dei dati residui per

source: No retention value specified for
br: Nenhum valor de retenção especificado para

source: Missing description of the procedures adopted to safeguard the rights of data subjects on
br: Falta descrição dos procedimentos adotados para salvaguardar os direitos dos titulares dos dados em

source: Missing description of the notification procedures to data subjects for
br: Falta descrição dos procedimentos de notificação aos titulares dos dados para

source: Data Management Policy
br: Política de Gestão de Dados

source: Data Management Policies
br: Políticas de gestão

source: Information about the risk mitigation measures related to the detection of data breaches
br: Informações sobre as medidas de mitigação de risco relacionadas à detecção de violações de dados

source: Indicate the residual risk of missing a data breach due to lacking detection measures/technology
br: Indique o risco residual de perder uma violação de dados devido à falta de medidas / tecnologia de detecção

source: Mid/high residual risk of missing data breaches for
br: Risco residual médio / alto de violação de dados perdidos para

source: Data Breach Detection
br: Detecção de violação de dados

source: Information about the risk mitigation measures for the response to data breaches. To this end, a suitable incident response plan should be put in place, that include themandatory notification of data breaches to supervisory authority and all involved parties.
br: Informações sobre as medidas de mitigação de risco para a resposta a violações de dados. Para este fim, um plano de resposta a incidentes adequado deve ser implementado, incluindo a notificação obrigatória de violações de dados à autoridade supervisora e todas as partes envolvidas.

source: Indicate the residual risk of not responding properly to a data breach due to lacking detection measures/technology.
br: Indique o risco residual de não responder adequadamente a uma violação de dados devido à falta de medidas / tecnologia de detecção.

source: Mid/high residual risk for data breach response on
br: Risco residual médio / alto para resposta à violação de dados em

source: Incident Response Plan
br: Plano de Resposta de Incidente

source: Data Category
br: Categoria de Dados

source: Original Data Source
br: Fonte de Dados Original

source: Indicate the source of the data if not the data subjects themselves.
br: Indique a fonte dos dados, se não os próprios titulares dos dados.

source: Please put any comments to the data audit.
br: Por favor, coloque quaisquer comentários para a auditoria de dados.

source: Inherent Risk
br: Risco Inerente

source: Indicate the inherent risk to the fundamental rights and freedoms of data subjects associated to the data audit.
br: Indique o risco inerente aos direitos e liberdades fundamentais dos titulares dos dados associados à auditoria de dados.

source: Data protection Impact Assessment
br: Avaliação de impacto da proteção dos dados;

source: If the processing activity probably entails a high risk for the fundamental rights and freedoms of data subjects, a DPIA must be completed (GDPR Article 35).
br: Se a atividade de processamento provavelmente envolver um alto risco para os direitos e liberdades fundamentais dos titulares dos dados, um DPIA deve ser preenchido (Artigo 35 do RGPD).

source: No processing activity associated to
br: Nenhuma atividade de processamento associada a

source: No data management policy specified for
br: Nenhuma política de gerenciamento de dados especificada para

source: No subject categories specified for
br: Nenhuma categoria de assunto especificada para

source: Mid/High inherent risk, but no data breach detection technology specified for
br: Risco inerente médio / alto, mas nenhuma tecnologia de detecção de violação de dados especificada para

source: Mid/High inherent risk, but no data breach response plan specified for
br: Risco inerente médio / alto, mas nenhum plano de resposta à violação de dados especificado para

source: Mid/High inherent risk, but no Data Protection Impact Assessment specified for
br: Risco inerente médio / alto, mas nenhuma avaliação de impacto de proteção de dados especificada para

source: Unknown inherent risk level for
br: Nível de risco inerente desconhecido para

source: Data Audit
br: Auditoria dos Dados

source: Specify the data handled by this activity (output of a data audit process).
br: Specificare i dati gestiti da questa attività (output di un processo di controllo dei dati).

source: Purpose
br: Objetivo

source: Processing Type
br: Tipo de Processamento

source: Start Date
br: Data de início

source: End Date
br: Data de Término

source: Processing end date, if applicable. By filling in this date, you are declaring that processing ceases as of that date.
br: Data de término do processamento, se aplicável. Ao preencher esta data, você declara que o processamento cessa a partir dessa data.

source: What is the Legal Base for Processing? It is mandatory!
br: Qual é a base legal para o processamento? É obrigatório!

source: How the activity is performed. Description of the technologies, applications, and software employed in the processing activity.
br: Como a atividade é realizada. Descrição das tecnologias, aplicativos e software empregados na atividade de processamento.

source: Alternate Activity
br: Atividade Alternativa

source: Where appropriate, reference the processing activity that replaces the terminated activity. This creates a history in the registry. This may be of use when the legal basis of a processing activity shifts, for instance as the result of a statutory change.
br: Quando apropriado, faça referência à atividade de processamento que substitui a atividade encerrada. Isso cria um histórico no registro. Isso pode ser útil quando a base jurídica de uma atividade de processamento muda, por exemplo, como resultado de uma alteração estatutária.

source: Please put any comments to the processing activity.
br: Por favor, coloque qualquer comentário sobre a atividade de processamento.

source: Classification Level
br: Nível de Classificação

source: Indicate the classification level of the processing activity according to the organization's classification system (choose the highest in case multiple are involved).
br: Indique o nível de classificação da atividade de processamento de acordo com o sistema de classificação da organização (escolha o mais alto caso haja múltiplos envolvidos).

source: No business process associated to
br: Nenhum processo de negócios associado a

source: Missing start date for
br: Data de início ausente para

source: Missing description of technology for
br: Falta descrição de tecnologia para

source: Please specify at least one data audit for
br: Especifique pelo menos uma auditoria de dados para

source: Outsourcing prefigures the assignment of the processing activity to another organization
br: A terceirização prefigura a atribuição da atividade de processamento a outra organização

source: Processing Activity
br: Atividade de processamento

source: No business process associated with
br: Nenhum processo de negócios associado a

source: Business Owners
br: Donos do Negócio

source: Process Owner
br: Titular do Processo

source: Please indicate who is responsible for and manages this business process.
br: Indique quem é responsável e gerencia esse processo de negócios.

source: You should insert all processing activities that may handle personal data are part of the business process (e.g., Collection of Curriculum Vitae)
br: Você deve inserir todas as atividades de processamento que podem manipular dados pessoais como parte do processo de negócios (por exemplo, Coleta de Curriculum Vitae)

source: Activity {} is already assigned to another Business Process: {}
br: A atividade {} já está atribuída a outro processo empresarial: {}

source: No organization associated to
br: Nenhuma organização associada a

source: No owner for
br: Sem dono para

source: Please specify at least one processing activity for
br: Especifique pelo menos uma atividade de processamento para

source: Please insert the Data Protection Officer (if any). A data protection officer (DPO) may be mandatory for public authorities, or if certain types of processing activities are carried out by the organization. The DPO must be independent, an expert in data protection, adequately resourced, and report to the highest management level.
br: Insira o responsável pela proteção de dados (se houver). Um encarregado de proteção de dados (DPO) pode ser obrigatório para as autoridades públicas, ou se certos tipos de atividades de processamento são realizados pela organização. O DPO deve ser independente, um especialista em proteção de dados, com recursos adequados e reportar ao mais alto nível de gestão.

source: You should insert each business process in the Organization that may handle personal data (e.g., Human Resources)
br: Você deve inserir cada processo de negócios na Organização que pode lidar com dados pessoais (por exemplo, Recursos Humanos)

source: Public Authority
br: Poder público

source: Mark this field if the organization is a public authority (except for courts acting in their judicial capacity)
br: Marque este campo se a organização for uma autoridade pública (exceto para tribunais que atuam em sua capacidade judicial)

source: Large-scale Monitoring
br: Monitoramento em larga escala

source: Mark this field if the organization's core activities require large scale, regular and systematic monitoring of individuals (for example, online behaviour tracking)
br: Marque este campo se as atividades principais da organização exigem monitoramento em larga escala, regular e sistemático de indivíduos (por exemplo, rastreamento de comportamento online)

source: Special Data
br: Dados Especiais

source: Mark this field if the organization's core activities consist of processing on a large scale of special category data, or data relating to criminal convictions and offences
br: Marque este campo se as atividades principais da organização consistirem no processamento em grande escala de dados de categorias especiais ou dados relacionados a condenações criminais e ofensas

source: Business Process {} is already assigned to another Organization: {}
br: Processo de negócios {} já está atribuído a outra organização: {}

source: Public authorities
br: Autoridades do Poder Público

source: When systematic, large-scale monitoring of individuals is performed as core activity, Organizations
br: Quando o monitoramento sistemático e em grande escala de indivíduos é realizado como atividade principal, as Organizações

source: When large-scale processing of special data about individuals is performed as core activity, Organizations
br: Quando o processamento em grande escala de dados especiais sobre indivíduos é realizado como atividade principal, Organizações

source: {} must appoint a Data Protection Officer
br: {} deve nomear um Encarregado de Proteção de Dados (DPO).

source: Please insert at least one business process into
br: Insira pelo menos um processo de negócios em

source: Your Organizations
br: Suas Organizações

source: Yes
br: Sim

source: No
br: Não

source: GDPR Registry of Data Processing Activities for %s
br: Registro LGPD/GDPR de atividades de processamento de dados para %s

source: Page %d
br: Página %d

source: Report generated on {date}
br: Relatório gerado em {date}

source: Powered by
br: Gerado por

source: GDPR Registry of Processing Activities
br: Registro GDPR de atividades de processamento

source: Organization: %s
br: Organização: %s

source: DPO has not been set.
br: DPO não foi definido.

source: Business Processes (%d)
br: Processos de Negócios (%d)

source: Process: %s (activities: %d)
br: Processo: %s (attività: %d)

source: %s > %s (data audits: %d)
br: %s > %s (audit dei dati: %d)

source: %s > %s > %s > Data Subject Categories
br: %s > %s > %s > Categorias de titulares de dados

source: <em>There are no data subject categories for the data (!)</em>
br: <em> Non esistono categorie di soggetti del trattamento dati (!) </em>

source: %s > %s > %s > Data Management Policy
br: %s > %s > %s > Política de gerenciamento de dados

source: %s > %s > %s > Data Transfers (to third parties)
br: %s > %s > %s > Transferências de dados (para terceiros)

source: <em>Sounds Good. No data transfers.</em>
br: <em>Soa bem. Sem transferência de dados.</em>

source: <em>No Management Policy for the data (!)</em>
br: <em>Nenhuma política de gerenciamento para os dados (!)</em>

source: %s > %s > %s > Data Breach Detection
br: %s > %s > %s > Detecção de violação de dados

source: <em>No Data Breach Detection method found (!)</em>
br: <em>Nenhum método de detecção de violação de dados encontrado (!)</em>

source: %s > %s > %s > Data Breach Response
br: % s&gt;% s&gt;% s&gt; Resposta à violação de dados

source: <em>No Data Breach Response plan found (!)</em>
br: <em>Nenhum plano de resposta à violação de dados encontrado (!)</em>

source: %s > %s > %s > Data Protection Impact Assessment
br: % s&gt;% s&gt;% s&gt; Avaliação do impacto da proteção de dados
